Repository: SardorAllaberganov/water_buddy
Catalog: WaterBuddyWatch/Localizable.xcstrings
Source language: en
Languages: ru, uz

source: %1$@ / %2$@ ml
ru: %1$@ / %2$@ мл

source: %1$d ml
ru: %1$d мл

source: %1$d percent. %2$d of %3$d millilitres.
ru: %1$d процентов. %2$d из %3$d миллилитров.
uz: %1$d foiz. %3$d millilitrdan %2$d.

source: Bottle
ru: Бутылка
uz: Shisha

source: Cup
ru: Чашка
uz: Chashka

source: Glass
ru: Стакан
uz: Stakan

source: Logs %1$d millilitres
ru: Записывает %1$d миллилитров
uz: %1$d millilitr qayd etadi

source: More
ru: Ещё
uz: Yana

source: Not yet synced
ru: Нет синхронизации
uz: Hali sinxronlanmagan

source: Not yet synced · default goal
ru: Нет синхронизации · цель по умолчанию
uz: Hali sinxronlanmagan · standart maqsad

source: Set your goal in WaterBuddy on iPhone
ru: Задайте цель в WaterBuddy на iPhone
uz: Maqsadni iPhone’dagi WaterBuddy’da belgilang

source: Shows the other serving sizes
ru: Показывает другие порции
uz: Boshqa porsiyalarni ko‘rsatadi

source: Synced %1$dm ago
ru: Синхронизировано %1$d мин назад
uz: %1$d daqiqa oldin sinxronlandi

source: Synced just now
ru: Синхронизировано только что
uz: Hozirgina sinxronlandi

source: Today's hydration
ru: Потребление воды сегодня
uz: Bugungi suv iste’moli
